{
	    "Entries": {
		//
	    "5000001": "ItemHarvest/First Step/Pasnip is a recommended crop for novice farmers./harvest 30 parsnips/24 30/-1/1500/-1/true",
	    "5000002": "ItemHarvest/Fresh Sammonberry Lunch Box/It's the Salmonberry season for a few days from today. Go around the village and collect them. It'll help./Gather 20 Salmonberry/296 20/-1/300/-1/true",
	    "5000003": "ItemDelivery/Healthy Eel/Evelyn asked for two eels to make delicious fried eel./Give Evelyn two eels./Evelyn 148 2/-1/500/-1/true/Oh my, what a fresh eel! Just looking at it makes me feel healthy.#$b#Here's a warm tea. Could you wait while I cook?[614]#$b#Well, I made fried eel here. It's hot, so be careful, try it.[225]$h",
	    "5000004": "ItemDelivery/Birthday Present For Sister/Haley wants to prepare a special birthday present for Emily./Give Haley Aquamarine/Haley 62/-1/400/-1/true/Oh, what a beautiful blue light! I feel like having it. Thank you, I won't forget.",
	    "5000005": "Building/Responsible Cattle Rancher/Build a silo if you want to store hay stably for animals. You can give Robin materials and money to ask for construction./To build a silo./Silo/-1/100/-1/true",
 	    "5000006": "ItemDelivery/The Request Of Jas/Jas wants to give a clams necklace for Marnie. pick up a beautiful clam Give it to jas./Give jas five clams./Jas 372 5/-1/0/-1/true/Wow, white and pretty. I'm going to make a pretty necklace with this. She'll be happy, right?#$b#This is a baked pink cake. Thank you for your help, @.[221]$h",
	    "5000007": "LostItem/Pierre's Glasses/Pierre drank too much the day before and lost his glasses somewhere./Finding Pierre's Lost Glasses./Pierre 170 Town 22 15/-1/250/-1/true/you found my glasses. Oh, my glasses are broken!#$b#What the hell happened yesterday...$s#$b#Oh, my head. I have no choice but to get new glasses.$s",
	    "5000008": "ItemDelivery/Vexed Bat Problem/The bat is harming the crops of the village. Bring the bat wings to Lewis as trophies./Give Lewis 20 bat wings/Lewis 767 20/-1/1000/-1/true/You kicked bats ass!#$b#I won't have to worry about bats for a while. Thank you for your hard work, @.",
	    "5000009": "ItemDelivery/High-Protein Routine/Alex needs protein to train his muscles. And eggs are cheap and tasty protein food./Give Alex 14 big white eggs/Alex 174 14/-1/2200/-1/true/Wow, it's really big. I thought it was an ostrich egg! i will ask my grandma to make me an omelet for dinner.",
	    "5000010": "ItemHarvest/Fruits? Vegetables?/Tomatoes are divided over whether they are fruits or vegetables, but everyone will agree that tomato spaghetti is a really delicious food. Try growing tomatoes./Harvest 20 Tomatoes/256 20/-1/1000/-1/true",
	    "5000011": "Crafting/Respect For Nature/If we want to respect and protect nature, we must make recycling a habit. Even things that seem useless can be valuable again. Let's make a habit of recycling./Make a recycling machine./20 true/-1/100/-1/true",
	    "5000012": "ItemDelivery/Dog Days/Jas looks tired from the heat and has no strength to play. Why don't you buy her a cold snack?/Give jas a ice cream./Jas 233/5000013/300/-1/true/How did you know I liked strawberry ice cream?#$b#It's sweet, cool, and delicious! Thank you!!$h#$b#Are you wondering that do I know vincent's favorite flavor? he likes grape flavor!",
	    "5000013": "ItemDelivery/Dog Days/Vincent looks tired from the heat and has no strength to play. Why don't you buy him a cold snack?/Give vincent a ice cream./Vincent 233/-1/300/-1/true/Wow, it looks delicious! My mom doesn't buy me this often...#$b#@, you're the best. Hehe.$h",
	    "5000014": "ItemDelivery/Wizard's Pot/The wizard is trying to study potion, but he's running out of purple mushrooms./Give the Wizard 3 Purple Mushrooms/Wizard 422 3/-1/3000/-1/true/You brought it on time. Thanks to you, I can continue my research.#$b#My research will also be good for Marlon and the adventurer Guild.",
	    "5000015": "LostItem/Elliott's Memories/Elliott's precious watch decorations have been lost. He looks very sad./Find Elliott's lost Topaz./Elliott 68 ArchaeologyHouse 17 5/-1/500/-1/true/It's not an expensive jewel, but it's a memory-filled watch ornament, so it's precious to me..#$b#What you did for me is very meaningful. Thank you, @.",
	    "5000016": "ItemDelivery/Undying Love/George needs a bouquet of fairy roses for Evelyn./Give George 10 Fairy Roses/George 595 10/-1/5000/-1/true/Fairy roses have a beautiful appearance, but the scent is really sweet.#$b#Maybe that's why Evelyn loves this flower so much.#$b#Thanks to you, I can make my wife happy. Thank you.",
	    "5000017": "ItemDelivery/Sweet Maple Syrup/Jodi wants to buy quality maple syrup./Give Jodi Maple Syrup/Jodi 724/-1/500/-1/true/Thank u! If i put this maple syrup on, it will be delicious even if it is not cooked. hoho.#$b#Now, would you like to try the pancake I made?[211]$h",
	    "5000018": "Crafting/To Make A Keg/If you want to make big money, a wine business can be a good choice. Craft a keg./Craft a keg./12 true/-1/1000/-1/true",
	    "5000019": "Building/Build A Mill./Wouldn't you like to process your own wheat and sugar beets into flour and sugar respectively? If you have a mill, you can. Ask Robin to build a mill./Build A Mill./Mill/-1/100/-1/true",
	    "5000020": "ItemDelivery/A Cozy Wool Blanket/Caroline is sensitive to cold. So she wants a new wool blanket. Emily, who is good at sewing, promised to make Caroline's blanket./Give Emily 10 wool/Emily 440 10/-1/8000/-1/true/Oh, you brought the wool! That’s good.#$b#I can make a thick, warm blanket for Caroline.",
	    "5000021": "ItemDelivery/Strong Caffeine Stimulant/Harvey is busy writing a thesis for a medical journal. He needs strong caffeine to keep him from sleeping./Give Harvey five triple-shot espresso./Harvey 253 5/-1/8000/-1/true/Oh, I'm getting rid of my sleepiness as soon as I drink a glass.#$b#I am worried that I will be addicted to this drink in the future.#$b#I need to finish my thesis before that. *yawn*",
	    "5000022": "ItemDelivery/Precious Mineral/Clint wants to creat an iridium tool./Give Clint 50 iridium minerals/Clint 386 50/-1/20000/-1/true/Wow, you must have had a hard time getting this amount of iridium ore. What a hard, beautiful mineral. Thank you! Now, here's the expense.$h",
	    "5000023": "ItemHarvest/A Cunning Creature/Octopuses are fish that are hard to see and catch. Willy offered a challenge./Catch octopus by fishing./149/-1/1500/-1/true",
	    "5000024": "LostItem/Mistake in Delivery/The flour that Gus ordered from Juju City was lost during delivery. regulars are looking forward to Gus' special fried food, which is a big deal. Find the flour for Gus./Find Gus' Wheat Flour/Gus 246 BusStop 33 6/-1/1000/-1/true/Phew, I almost served salad to the guests who visited me on Friday night. It was almost embarrassing.#$b#It's all thanks to you that I'm able to show off my special fried-food today.#$b#Please wait a moment.#$b#Well, that's my special fried calamari. Thank you again for your kindness today![202]$h",
	    "5000025": "ItemHarvest/Finishing The Year/The first year in Stardew Valley is almost over. Why don't you bake a cake today to celebrate a successful year?/Baking chocolate cake/220/-1/1000/-1/true",
	    "5000026": "ItemHarvest/Lumberjack/Because of the cold weather, you turn on the stove all day long, so you need a lot of firewood. The more wood, the better, so try logging./Collect 999 wood./388 999/-1/10000/-1/true",
	    "5000027": "ItemHarvest/King Of All Fish/Legend is called the king of fish. You'll be the best fisherman if you catch the Legend. To catch the fish, you must prepare proper food and bait./Catching the legend/163/-1/40000/-1/true",
                "5000028": "ItemDelivery/Jewellery And Cactus/Pam wants to give Penny jewelry. But she says she is ashamed to give her daughter a present herself./Give Penny a Diamond/Penny 72/5000029/250/-1/true/Uh... Isn't this a diamond? Mom gave it to me?#$b#I don't know how she bought me this expensive jewelry even though she didn't have much money.$s#$b#I also want to give a present to my mom. If you don't mind, could you do me a favor?#$b#My mom really likes the cactus fruit. She used to talk a lot about the cactus fruit she ate in the desert.#$b#Could you please get the cactus fruit from my mom?",
                "5000029": "ItemDelivery/Jewellery And Cactus/Penny also wants to repay Pam. She wants to get the cactus fruit for her mother./Give Pam 10 Cactus Fruits/Pam 90 10/-1/1500/-1/true/Kid, you told Penny that I bought her a diamond, didn't you?$s#$b#I couldn't give you anything, but you always do a lot for me. Sorry and thank you for being my friend, kid.$s#$b#And this is cactus fruit, right? Penny gave it to me? Wow, I'm proud of her. Hahaha! Today is a pleasant day!$h",
                "5000030": "LostItem/Maru's Lost Item/While Maru kept the window open, a crow stole the invention and ran away./Find Maru's Gold Bar/Maru 336 Mountain 46 36/5000031/1000/-1/true/That's my gold bar, isn't it? I've been trying to invent all day today, but I didn't know this would happen.$s#$b#Glad to find this one, but if you find my iron bar, bring it to me. please! ",
                "5000031": "LostItem/Maru's Lost Item/While Maru kept the window open, a crow stole the invention and ran away./Find Maru's Iron Bar/Maru 335 Mountain 71 6/-1/1000/-1/true/You've found all my stuff!#$b#Thanks to you, I can continue to invent today. I am so happy to be able to continue working.$h",
                "5000032": "ItemDelivery/New Crops In Spring/Shane, a maniac of spicy food, wants to taste garlic./Give Shane 5 Garlics/Shane 248 5/-1/1500/-1/true/I think this is my taste. I'm going to make fried rice with garlic and pepper. my mouth is watering. *hehe*$h#$b#U worked hard planting this. It's a reward.[206]",
                "5000033": "ItemDelivery/Lucky Rabbit's Foot./Leah is very nervous ahead of the competition. It would be nice to give a gift that could help relieve tension./Give Leah the lucky rabbit's foot./Leah 446/-1/2000/-1/true/Wow, this is a  rabbit foot, isn't it? It's a very sensible gift!#$b#I'm not afraid anymore because the rabbit's foot are in my hands. It really helped me a lot. You're so sweet, @.$h",
                "5000034": "ItemDelivery/A Talented Designer/Emily wants to make a beautiful dress, but she can't get coral dye./Give Emily 5 Coral/Emily 393 5/-1/1000/-1/true/How beautiful the color of the coral is! This will come out the way I imagined. You're so kind, @.$h",
                "5000035": "ItemDelivery/For the Gentleman/Clint is interested in skin care. Clint says he needs red cabbage that is healthy and rich in antioxidants./Give Clint 10 Red Cabbage/Clint 266 10/-1/6000/-1/true/Wow, these are huge. I think I can eat it every morning for a month at this much#$b#I like meat, but I need to think about my health. It's depressing...*sigh*$s",
                "5000036": "ItemDelivery/The Importance Of Electricity/Sebastian's project is said to have been stopped due to computer power problems. Please help him get the job going./Give Sebastian 10 battery packs/Sebastian 787 10/-1/20000/-1/true/You brought it right away. I think i can use the computer temporarily until new power is supplied. Thank you. @.",
                "5000037": "LostItem/Dwarf's Hat/Dwarf lost his precious helmet while exploring the village at night./Find the Dwarvish Helmet/Dwarf 121 Town 56 68/-1/0/-1/true/That's my helmet! Where did you find that?#$b#Doghouse? dog? What is it? That hairy, tongue-out animal?#$b#ah! I was looking around the animal yesterday, and I must have left my hat.#$b#This is my favorite hat. How is it cool?",
                "5000038": "ItemHarvest/Colorful Ore/prismatic shard are the rarest ore in the world. This ore is said to be beautiful enough to be recognized from afar./find a prismatic shard./74/-1/5000/-1/true",
                "5000039": "ItemDelivery/Wedding Anniversary/Demetrius wants to give Robin a box of peaches as a wedding anniversary present./Give Demetrius 10 Peaches/Demetrius 636 10/-1/5000/-1/true/@, I guessed you came because it smelled sweet peach.#$b#I can't give Robin a peach farm, but I wanted to make her full.#$b#It's really top-notch quality. Thanks, @$h. ",
                "5000040": "ItemDelivery/An Exotic Dish/Sandy wants to eat Escargot. she don't know if it will suit her mouth, but she is curious about the taste./Give Sandy Escargot/Sandy 729/-1/2000/-1/true/oh dear, You came to see me!#$b#Uh, is that Escargot? It has a lot of buttery smell and it's a bit gross, but I'll try it!#$b#..*Yum-yum*..#$b#um...oh, I think this is delicious! The texture is surprisingly good. I was really curious about the taste, but thanks to you, I tried it. Thanks, dear.",
                "5000041": "ItemDelivery/A Taste Of Remembrance/Sam wants to give Kent a baked hazelnut. he want to present the taste of the memories that his grandmother gave dad./Give Sam 3 hazelnuts/Sam 408 3/-1/1500/-1/true/This smells so savory!#$b#It's a little embarrassing, but I wanted to cheer up my dad even if I couldn't cook.#$b#@, You are good at cooking, so please guide me next to you! hehe..$h",
                "5000042": "LostItem/Abigail's Ancient Sword/Abigail was walking around the forest and heard a strange noise near the sewers. She lost her ancient sword while she was running away./Find Abigail an Ancient Sword/Abigail 109 Forest 92 82/-1/500/-1/true/Oh, you have found my sword#$b#Didn't you hear a strange sound near the sewer? oh...it sounds like a pigeon? Hmm... is it?#$b#what? Do you wonder where I got this sword? Yesterday I found this while digging and playing in the woods.#$b#It looks like a special sword. Next time, let's practice swordsmanship with this sword together, @#h!",
                "5000043": "ItemDelivery/Big Hard Yellow Fruit/Krobus wants to eat a very big yellowish hard-skinned fruit./Give Krobus a Pumpkin/Krobus 276/-1/1000/-1/true/Uh, the fruit I saw back then is right!#$b#p...pumkin? pumkin! I won't forget this name.#$b#ah...It tastes just as good as it smells.. It tastes so good!$h",
                "5000044": "ItemHarvest/Green Food/Green food makes your body and mind relaxed. Among them, green tea is representative of green food. How about a cup of warm green tea after a hard farming day?/Make a cup of green tea/614/-1/500/-1/true",
                "5000045": "ItemDelivery/Special Food In Autumn/Gizzard shad sashimi in autumn is so delicious that even cats who left home come back. Linus wants two fresh gizzard shad./Give Linus two shad./Linus 706 2/5000046/1000/-1/true/@, you came Did you bring what I asked for?#$b#Gizzard shad sashimi is the food that I look forward to the most in autumn.$h#$b#ah, I had a conversation with Robin before, and her son Sebastian said he really liked sashimi...#$b#Just wait a minute, buddy.#$b#Now, here's some fresh sashimi. Will you take this to Sebastian? I'm not close to him, so he'll feel burdened if I bring it to him.[227]#$b#I want to share joy with my neighbors. It’s all thanks to you. Thank you, @.$h",
                "5000046": "ItemDelivery/Special Food In Autumn/Linus wants to share the joy of eating delicious sashimi with his neighbors. Please Bring the sashimi to Sebastian./Bring the sashimi to Sebastian./Sebastian 227/-1/0/-1/true/hey, @. Are you here to play?#$b#um? Linus gave me gizzard sashimi? How did he know I liked raw fish?#$b#I didn't care much about him, but suddenly I feel sorry.#$b#I'll say thank to him directly next time.#$b#@, Thanks for bringing this to me. Let's eat sashimi together.$h.",
                "5000047": "ItemDelivery/Winterization/when winter came, residents asked Robin to check the boiler. Robin seems to need a lot of ingredients./Give Robin 100 coal/Robin 382 100/5000048/28000/-1/true/Wow, that was quick! Wasn't these heavy?#$b#You wonder what I'm going to use coal for? When I check the customers' boilers, I'm filling them with coal. haha.$h#$b#hmm...Now, if i have enough hardwood, i won't have any problems working on it. Please get me some hardwood.",
                "5000048": "ItemDelivery/Winterization/when winter came, residents asked Robin to check the boiler. Robin seems to need a lot of ingredients./Give Robin 100 hardwood/Robin 709 100/-1/7000/-1/true/All right! i can start working right now.#$b#hmm..I'll have to check Caroline's house first because she gets cold easily...*Murmur*#$b#oh! I forgot to say thank you. You're a really good friend and neighbor. Thank you!$h",
                "5000049": "ItemDelivery/Bitter But Wholesome Food/Alex wants to make root honey tea for his grandmother who suffers from a cold every winter./Give Alex 10 Winter Roots/Alex 412 10/-1/2000/-1/true/Well, this root vegetable looks very bitter, but it looks that much healthier. Well, if i mix honey here, it will be delicious.#$b#I hope my grandma doesn't catch a cold this year. I'm going to give her a root tea every day.$h",
                "5000050": "LostItem/Caroline's Tea Party/Caroline lost her favorite tea set. She only remembers having a tea party with her friends at the town hall./Find Caroline's Tea Set/Caroline 341 Town 60 10/-1/1000/-1/true/You found my tea set! Oh, my stuff was behind the town hall?#$b#I had my own strawberry wine while I had a tea party with Jodie, Robin, and Marnie before.#$b#I think we were all drunk and couldn't afford to pack this. hoho.$h#$b#it's my favorite teacup, so I'm glad you found it!$h#$b#This is a tart just baked. Thank you for today, @[234]",
                "5000051": "LostItem/Lewis's Concerns/Louis dropped a bottle of wine from the beach, and the bottle broke into pieces. No matter how much he searches, he says he can't find a piece of glass. you'll have to find it before someone steps on it and gets hurt./Find Lewis' Glass shards/Lewis 118 Beach 66 22/-1/1000/-1/true/Phew, now that you've found the last piece, I'm relieved.#$b#I've been worried about anyone stepping on it and getting hurt...#$b#Now I have to put the glass shards in a safe place...",
                "5000052": "ItemDelivery/Hot Mead/Pam wants to drink quality mead. Pam says she needs to drink hot mead to get through the cold winter./Give Pam a mead/Pam 459/-1/2000/-1/true/Oh, I thought you could trust it! You're the best in town.#$b#The honey scent is really strong! This is a drink that bees will love too.#$b#Thank you, kid! I will watch TV while drinking this drink tonight. Hahaha!!$h",
                "5000053": "ItemDelivery/Sculpture Of Nature/Driftwood may seem useless, but it can be a wonderful working material for someone who knows its value. Leah is a sculptor who knows its value. Collect drifts for Leah./Give Leah 3 Driftwoods./Leah 169 3/-1/200/-1/true/wow! This driftwood is really cool in shape! I think this is a very old tree. these things can't be easily obtained.#$b#I can make this a beautiful sculpture. @, Thank you so much for saving me a good driftwood!$h",
		}
}